Revit 2024 API
SymbolTypeId.BtuPerLb Property
 Symbol BTU/lb, indicating unit British thermal units per pound.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BtuPerLb { get; }
Visual Basic
Public Shared ReadOnly Property BtuPerLb As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BtuPerLb {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace